Repository: tbodt/adarkroom
Catalog: lang/tok/strings.po
Languages: tok

source: cancel
tok: mi wile ala

source: boxer
tok: luka pona

source: punches do more damage
tok: utala luka li wawa

source: learned to throw punches with purpose
tok: sona li kama: utala luka li pona

source: martial artist
tok: luka wawa

source: punches do even more damage.
tok: utala luka li wawa mute.

source: learned to fight quite effectively without weapons
tok: sona li kama: utala luka li wawa mute

source: unarmed master
tok: luka sewi

source: punch twice as fast, and with even more force
tok: utala luka li wawa suli li kepeken tenpo lili

source: learned to strike faster without weapons
tok: sona li kama: utala luka li kepeken tenpo lili

source: barbarian
tok: palisa wawa

source: melee weapons deal more damage
tok: ilo utala luka li wawa

source: learned to swing weapons with force
tok: sona li kama: luka li tawa wawa e ilo utala

source: slow metabolism
tok: moku suli

source: go twice as far without eating
tok: tawa suli li kepeken moku lili

source: learned how to ignore the hunger
tok: sona li kama: wile moku li suli ala

source: desert rat
tok: wile telo ala

source: go twice as far without drinking
tok: tawa suli li kepeken telo lili

source: learned to love the dry air
tok: sona li kama: weka telo li pona

source: evasive
tok: tawa weka

source: dodge attacks more effectively
tok: ijo li utala wan la ona li pakala e ala lon tenpo mute

source: precise
tok: utala weka ala

source: land blows more often
tok: utala wan li pona li pakala e ijo lon tenpo mute

source: learned to predict their movement
tok: sona li kama: tawa pi ijo utala li nasa ala

source: scout
tok: lukin ma

source: see farther
tok: lukin li ken lukin e ma suli

source: learned to look ahead
tok: sona li kama: lukin li lukin e ma kama suli

source: stealthy
tok: tawa len

source: better avoid conflict in the wild
tok: utala li kama lon tenpo lili

source: learned how not to be seen
tok: sona li kama: tawa li len

source: gastronome
tok: moku pona

source: restore more health when eating
tok: moku li pona mute e sijelo

source: learned to make the most of food
tok: sona li kama: sijelo li kama pona mute kepeken moku

source: sound on.
tok: o lon e kalama.

source: get the app.
tok: o musi lon ilo lili.

source: lights off.
tok: suno o weka.

source: hyper.
tok: musi o wawa.

source: restart.
tok: o open e musi sin.

source: share.
tok: o toki e musi.

source: github.
tok: lipu github.

source: Export / Import
tok: awen musi

source: export or import save data, for backing up
tok: musi li ken awen e sona lon lipu li ken kama sin tan sona awen

source: or migrating computers
tok: ni li pona tawa ni: musi li ken awen lon ilo sina li ken tawa ilo ante sina

source: export
tok: o awen

source: import
tok: o sin kepeken awen

source: save this.
tok: o awen e ni.

source: got it
tok: pona

source: are you sure?
tok: sina wile ala wile?

source: if the code is invalid, all data will be lost.
tok: nanpa ni li ike la, musi pi tenpo ni li weka ale.

source: this is irreversible.
tok: weka ale li tenpo ale.

source: yes
tok: wile

source: no
tok: wile ala

source: put the save code here.
tok: o pana e nanpa lon ni.

source: Restart?
tok: musi sin

source: restart the game?
tok: sina wile ala wile open e musi sin?

source: Get the App
tok: o musi lon ilo lili

source: bring the room with you.
tok: musi tomo li ken lon poka sina lon ale.

source: ios
tok: ilo kili

source: android
tok: ilo jan

source: close
tok: ala

source: Share
tok: pana

source: bring your friends.
tok: o kama e jan pona sina.

source: facebook
tok: ilo pepu

source: google+
tok: ilo kukopa

source: twitter
tok: ilo tuwita

source: reddit
tok: ilo wesi

source: lights on.
tok: suno o lon.

source: Go Hyper?
tok: musi o wawa ala wawa?

source: turning hyper mode speeds up the game to x2 speed. do you want to do that?
tok: ijo li kepeken tenpo tu lon musi pi wawa ala la, musi li wawa la, ijo li kepeken tenpo wan. sina wile ala wile e ni?

source: classic.
tok: musi o wawa ala.

source: {0} per {1}s
tok: {0} lon tenpo lili {1}

source: sound off.
tok: o ala e kalama.

source: Sound Available!
tok: musi li ken kalama!

source: ears flooded with new sensations.
tok: ni li sin tawa kute.

source: perhaps silence is safer?
tok: taso ken la kalama ala li pona.

source: enable audio
tok: kalama

source: disable audio
tok: kalama ala

source: eat meat
tok: o moku

source: use meds
tok: o moku e misikeke

source: miss
tok: ala

source: stunned
tok: lape

source: leave
tok: o tawa weka

source: drop:
tok: o weka:

source: nothing
tok: ala

source: take
tok: o jo e ona

source: take:
tok: jo ken:

source: nothing to take
tok: ijo ala li lon

source: all
tok: ale

source: take everything
tok: o jo e ale

source: take all you can
tok: o jo e ale ken

source: *** EVENT ***
tok: *** IJO ***

source: saved.
tok: pali sina li awen.

source: wood
tok: kiwen kasi

source: builder
tok: jan pali

source: teeth
tok: kiwen uta

source: fur
tok: selo soweli

source: alien alloy
tok: kiwen nasa pi mun ante

source: bullets
tok: kiwen lili pi ilo utala

source: charm
tok: kiwen lili nasa suwi

source: leather
tok: selo len

source: steel
tok: kiwen wawa

source: coal
tok: kiwen seli

source: sulphur
tok: ko jelo

source: energy cell
tok: poki wawa

source: torch
tok: palisa suno

source: medicine
tok: misikeke

source: hunter
tok: jan alasa soweli

source: trapper
tok: jan pi ilo alasa

source: tanner
tok: jan pali selo

source: grenade
tok: sike pakala

source: bolas
tok: linja sike utala

source: bayonet
tok: palisa kipisi utala

source: charcutier
tok: jan pali moku

source: iron miner
tok: jan alasa kiwen

source: iron mine
tok: lupa alasa kiwen

source: coal miner
tok: jan alasa pi kiwen seli

source: coal mine
tok: lupa alasa pi kiwen seli

source: sulphur miner
tok: jan alasa pi ko jelo

source: sulphur mine
tok: lupa alasa pi ko jelo

source: armourer
tok: jan pali pi len awen

source: steelworker
tok: jan pali pi kiwen wawa

source: bait
tok: namako pi ilo alasa

source: cured meat
tok: moku soweli

source: scales
tok: selo akesi

source: compass
tok: ilo nasin

source: laser rifle
tok: ilo utala pi pana wawa

source: gatherer
tok: jan pi alasa kasi

source: cloth
tok: len

source: thieves
tok: jan ike

source: not enough fur
tok: selo soweli li mute pona ala

source: not enough wood
tok: kiwen kasi li mute pona ala

source: not enough coal
tok: kiwen seli li mute pona ala

source: not enough iron
tok: kiwen li mute pona ala

source: not enough steel
tok: kiwen wawa li mute pona ala

source: not enough sulphur
tok: ko jelo li mute pona ala

source: baited trap
tok: ilo alasa namako

source: not enough scales
tok: selo akesi li mute pona ala

source: not enough cloth
tok: len li mute pona ala

source: not enough teeth
tok: kiwen uta li mute pona ala

source: not enough leather
tok: selo len li mute pona ala

source: not enough meat
tok: sijelo soweli li mute pona ala

source: the compass points east
tok: ilo nasin li tawa poka pini pi lipu ma

source: the compass points west
tok: ilo nasin li tawa poka open pi lipu ma

source: the compass points north
tok: ilo nasin li tawa sewi pi lipu ma

source: the compass points south
tok: ilo nasin li tawa anpa pi lipu ma

source: the compass points northeast
tok: ilo nasin li tawa sewi tawa poka pini pi lipu ma

source: the compass points northwest
tok: ilo nasin li tawa sewi tawa poka open pi lipu ma

source: the compass points southeast
tok: ilo nasin li tawa anpa tawa poka pini pi lipu ma

source: the compass points southwest
tok: ilo nasin li tawa sewi tawa poka open pi lipu ma

source: Outside
tok: ma

source: scraps of fur
tok: lili pi selo soweli

source: bits of meat
tok: lili pi sijelo soweli

source: strange scales
tok: lili pi selo akesi

source: scattered teeth
tok: kiwen uta lili

source: tattered cloth
tok: lili len

source: a crudely made charm
tok: kiwen lili nasa suwi pakala

source: A Silent Forest
tok: ma kasi pi kalama ala

source: gather wood
tok: o alasa e kasi

source: a stranger arrives in the night
tok: jan wan li kama lon tenpo pimeja

source: a weathered family takes up in one of the huts.
tok: jan mama en jan lili li kama awen lon tomo wan.

source: a small group arrives, all dust and bones.
tok: jan pi mute lili li kama, li pakala lukin tan tawa mute.

source: a convoy lurches in, equal parts worry and hope.
tok: kulupu pi jan tawa li kama, li pilin e ken ike e ken pona.

source: the town's booming. word does get around.
tok: ma tomo li kama suli a. lon la ma ale li kama sona e tomo ni.

source: pop {0}/{1}
tok: jan li {0} li ken {1}

source: forest
tok: ma kasi

source: village
tok: kulupu tomo

source: check traps
tok: o lukin e ilo alasa

source: A Lonely Hut
tok: tomo wan taso

source: A Tiny Village
tok: tomo pi mute ala

source: A Modest Village
tok: tomo mute

source: A Large Village
tok: kulupu tomo

source: A Raucous Village
tok: kulupu tomo suli

source: the sky is grey and the wind blows relentlessly
tok: sewi li walo pimeja. kon li tawa mute

source: dry brush and dead branches litter the forest floor
tok: kasi moli mute li lon anpa

source: the traps contain
tok: ilo alasa li jo e

source: and
tok: , e

source: A Dusty Path
tok: nasin ma

source: supplies:
tok: ijo:

source: embark
tok: o tawa

source: the compass points
tok: ilo nasin li tawa

source: perks:
tok: wawa:

source: none
tok: ala

source: armour
tok: len awen

source: water
tok: telo

source: restores {0} hp
tok: ni li pona {0} e sijelo

source: use with rifle
tok: ni li pona tawa ilo utala pi pana kiwen

source: emits a soft red glow
tok: ni li suno loje lili

source: free {0}/{1}
tok: jo li ken suli {0}/{1}

source: damage
tok: wawa utala

source: weight
tok: suli

source: available
tok: mute lon tomo jo

source: trap
tok: ilo alasa

source: builder says she can make traps to catch any creatures might still be alive out there
tok: jan pali li toki: ona li ken pali e ilo alasa li pana e ni tawa ma. ilo li sama uta. soweli li lon la ilo li pini li jo e soweli

source: more traps to catch more creatures
tok: ilo alasa sin li alasa e soweli sin

source: more traps won't help now
tok: ilo alasa sin li pona ala

source: cart
tok: poki tawa

source: builder says she can make a cart for carrying wood
tok: jan pali li toki: ona li ken pali e poki tawa. poki li ken tawa e kiwen kasi

source: the rickety cart will carry more wood from the forest
tok: poki tawa li tawa e kiwen kasi mute tan ma kasi

source: hut
tok: tomo

source: builder says there are more wanderers. says they'll work, too.
tok: jan pali li toki e ni: jan ante li lon. ona kin li ken pali.

source: builder puts up a hut, out in the forest. says word will get around.
tok: jan pali li pali e tomo, lon ma kasi. ona li toki e ni: jan li kama sona e ni li kama awen.

source: no more room for huts.
tok: ma li lon ala tawa tomo sin.

source: lodge
tok: tomo pi jan alasa

source: villagers could help hunt, given the means
tok: jan tomo li ken alasa. ona li wile e ijo tawa ni

source: the hunting lodge stands in the forest, a ways out of town
tok: tomo alasa li lon ma kasi, li lon weka lili tawa ma tomo

source: trading post
tok: tomo esun

source: a trading post would make commerce easier
tok: tomo esun li lon la esun li ken

source: now the nomads have a place to set up shop, they might stick around a while
tok: tomo li lon tawa jan esun la, ona li ken awen

source: tannery
tok: tomo pali selo

source: builder says leather could be useful. says the villagers could make it.
tok: jan pali li toki: jan tomo li ken weka e linja tan selo soweli. selo len li pona.

source: tannery goes up quick, on the edge of the village
tok: tomo pi pali selo li kama lon kepeken tenpo lili, lon poka pi kulupu tomo

source: smokehouse
tok: tomo pali moku

source: builder finishes the smokehouse. she looks hungry.
tok: jan pali li lon e tomo pi pali moku. lukin la ona li wile moku.

source: workshop
tok: tomo pali ilo

source: builder says she could make finer things, if she had the tools
tok: jan pali li toki: ilo pona li lon la ona li ken pali e ijo pona

source: workshop's finally ready. builder's excited to get to it
tok: tomo pi pali ilo li pini a. ona li pona tawa jan pali

source: steelworks
tok: tomo pali pi kiwen wawa

source: builder says the villagers could make steel, given the tools
tok: jan pali li toki: ilo wawa li lon la jan tomo li ken pali e kiwen wawa

source: a haze falls over the village as the steelworks fires up
tok: tomo pali pi kiwen wawa li open. kon li kama pimeja tan seli pali

source: armoury
tok: tomo pali pi kiwen lili utala

source: builder says it'd be useful to have a steady source of bullets
tok: jan pali li toki: ken la pali pi kiwen lili utala li wile lon tenpo ale

source: armoury's done, welcoming back the weapons of the past.
tok: tomo pali pi kiwen utala li kama. ilo utala pi tenpo pini li kama sin.

source: a torch to keep the dark away
tok: palisa suno li ken weka e pimeja

source: waterskin
tok: poki selo telo

source: this waterskin'll hold a bit of water, at least
tok: selo li poki e telo lili li pona lili

source: cask
tok: poki kiwen telo

source: the cask holds enough water for longer expeditions
tok: kiwen kasi li poki e telo mute. tawa suli li ken

source: water tank
tok: poki suli telo

source: never go thirsty again
tok: poki li poki e telo ale. telo li weka lon tenpo ala

source: bone spear
tok: palisa sijelo utala

source: this spear's not elegant, but it's pretty good at stabbing
tok: palisa li pona lukin ala. taso ona li ken utala

source: carrying more means longer expeditions to the wilds
tok: ijo mute li ken lon poki la tawa suli li ken lon ma

source: wagon
tok: poki ijo suli tawa

source: the wagon can carry a lot of supplies
tok: poki li tawa e ijo mute

source: the convoy can haul mostly everything
tok: kulupu poki li tawa e ijo mute mute

source: l armour
tok: len awen selo

source: leather's not strong. better than rags, though.
tok: selo len li wawa ala. taso selo len ala li wawa ala a.

source: i armour
tok: len awen kiwen

source: iron's stronger than leather
tok: kiwen li wawa. selo li wawa lili

source: s armour
tok: len awen pi kiwen wawa

source: steel's stronger than iron
tok: kiwen wawa li wawa a

source: iron sword
tok: palisa utala kiwen

source: sword is sharp. good protection out in the wilds.
tok: palisa li ken kipisi wawa. ni li awen pona lon ma.

source: steel sword
tok: palisa utala pi kiwen wawa

source: the steel is strong, and the blade true.
tok: kiwen li wawa. kipisi li pona.

source: rifle
tok: ilo pi pana kiwen

source: black powder and bullets, like the old days.
tok: ko pakala en kiwen sike. sama tenpo pini.

source: Room
tok: tomo lili

source: A Dark Room
tok: tomo lili pimeja

source: light fire
tok: o open e seli

source: stoke fire
tok: o wawa e seli

source: the room is {0}
tok: tomo li {0}

source: the fire is {0}
tok: seli li {0}

source: the stranger is standing by the fire. she says she can help. says she builds things.
tok: jan li kama lape ala li lon poka seli. ona li toki e ni: ona li pona. ona li jan pali.

source: freezing
tok: lete mute

source: cold
tok: lete

source: mild
tok: seli lili

source: warm
tok: seli pona

source: hot
tok: seli mute

source: dead
tok: weka

source: smoldering
tok: suno ala

source: flickering
tok: lili

source: burning
tok: lon

source: roaring
tok: wawa

source: A Firelit Room
tok: tomo lili pi suno seli

source: not enough wood to get the fire going
tok: kiwen kasi li weka. seli li ken ala open

source: the wood has run out
tok: kiwen kasi li weka

source: the light from the fire spills from the windows, out into the dark
tok: seli li kama suno li suno tawa lupa tomo, tawa pimeja pi weka tomo

source: builder stokes the fire
tok: jan pali li wawa e seli

source: the wind howls outside
tok: kon li kalama lon weka tomo

source: the wood is running out
tok: kiwen kasi li kama mute ala

source: a ragged stranger stumbles through the door and collapses in the corner
tok: jan li tawa nasa tawa insa tomo li kama anpa lon supa noka

source: the stranger shivers, and mumbles quietly. her words are unintelligible.
tok: sijelo jan li tawa ike tan lete. ona li toki lili. toki li sona ala li sama mu.

source: the stranger in the corner stops shivering. her breathing calms.
tok: sijelo jan li pini e tawa ike li pona e tawa kon.

source: stores
tok: tomo jo

source: weapons
tok: ilo utala

source: total
tok: ale

source: builder just shivers
tok: jan pali li lete mute

source: build:
tok: o pali e:

source: craft:
tok: o pali e:

source: buy:
tok: o esun e:

source: Ship
tok: tomo tawa

source: An Old Starship
tok: tomo tawa mun majuna

source: hull:
tok: selo:

source: engine:
tok: ilo tawa:

source: reinforce hull
tok: o wawa e selo

source: upgrade engine
tok: o wawa e ilo

source: lift off
tok: o tawa sewi

source: somewhere above the debris cloud, the wanderer fleet hovers. been on this rock too long.
tok: tomo tawa mun li awen lon sewi lili. jan li awen lon ma ni lon tenpo suli ike li wile weka a.

source: not enough alien alloy
tok: kiwen nasa li mute pona ala

source: Ready to Leave?
tok: o weka ala weka?

source: time to get out of this place. won't be coming back.
tok: weka li wile a. ma ni li wile ala.

source: linger
tok: o awen lon ma

source: hull:
tok: wawa selo:

source: Troposphere
tok: sewi lili

source: Stratosphere
tok: sewi

source: Mesosphere
tok: sewi mute

source: Thermosphere
tok: sewi sewi

source: Exosphere
tok: sewi weka

source: Space
tok: sewi mun

source: score for this game: {0}
tok: nanpa pona: {0}

source: total score: {0}
tok: nanpa pona pi tenpo ale: {0}

source: expanded story. alternate ending. behind the scenes commentary. get the app.
tok: toki mute. nasin pini ante. sona pi pali musi. o esun e musi pi ilo lili.

source: iOS.
tok: ilo kili.

source: android.
tok: ilo jan.

source: punch
tok: o luka e ona

source: stab
tok: o palisa e ona

source: swing
tok: o palisa wawa e ona

source: slash
tok: o kipisi e ona

source: thrust
tok: o lupa e ona

source: shoot
tok: o pana e kiwen

source: blast
tok: o pana e wawa

source: lob
tok: o pakala e ona

source: tangle
tok: o linja awen e ona

source: An&nbsp;Outpost
tok: tomo&nbsp;awen

source: Iron&nbsp;Mine
tok: lupa&nbsp;alasa&nbsp;kiwen

source: Coal&nbsp;Mine
tok: lupa&nbsp;alasa&nbsp;pi&nbsp;kiwen&nbsp;selo

source: Sulphur&nbsp;Mine
tok: lupa&nbsp;alasa&nbsp;pi&nbsp;ko&nbsp;elo

source: An&nbsp;Old&nbsp;House
tok: tomo&nbsp;lili&nbsp;majuna

source: A&nbsp;Damp&nbsp;Cave
tok: lupa&nbsp;ma&nbsp;suli&nbsp;pi&nbsp;kon&nbsp;telo

source: An&nbsp;Abandoned&nbsp;Town
tok: ma&nbsp;tomo&nbsp;weka

source: A&nbsp;Ruined&nbsp;City
tok: ma&nbsp;tomo&nbsp;suli&nbsp;pakala

source: A&nbsp;Crashed&nbsp;Starship
tok: tomo&nbsp;tawa&nbsp;mun&nbsp;pakala

source: A&nbsp;Borehole
tok: lupa&nbsp;suli&nbsp;nasa

source: A&nbsp;Battlefield
tok: ma&nbsp;utala

source: A&nbsp;Murky&nbsp;Swamp
tok: ma&nbsp;telo&nbsp;pi&nbsp;kon&nbsp;pimeja

source: A&nbsp;Destroyed&nbsp;Village
tok: kulupu&nbsp;tomo&nbsp;pakala

source: water:{0}
tok: telo:{0}

source: pockets
tok: poki len

source: hp: {0}/{1}
tok: sijelo li pona {0}/{1}

source: dangerous to be this far from the village without proper protection
tok: kulupu tomo li weka mute. len awen li pona ala la ike li ken suli

source: safer here
tok: ma ni li awen lili

source: the meat has run out
tok: moku li weka

source: starvation sets in
tok: wile moku li open e moli

source: there is no more water
tok: telo li weka

source: the thirst becomes unbearable
tok: wile telo li open e moli

source: the trees yield to dry grass. the yellowed brush rustles in the wind.
tok: kasi suli li kama kasi lili anpa. kasi anpa jelo li kalama lili tan kon.

source: the trees are gone. parched earth and blowing dust are poor replacements.
tok: kasi li weka. ma pi telo ala en kon pi ko ma li pona ala.

source: trees loom on the horizon. grasses gradually yield to a forest floor of dry branches and fallen leaves.
tok: kasi li suli lon weka kama. kasi noka jelo li kama ma taso. kipisi kasi li lon anpa.

source: the grasses thin. soon, only dust remains.
tok: kasi noka li kama weka. kama la ko taso li lon anpa.

source: the barrens break at a sea of dying grass, swaying in the arid breeze.
tok: weka kasi li kama pini. kasi noka ike mute li lon kama, li tawa tan tawa kon.

source: a wall of gnarled trees rises from the dust. their branches twist into a skeletal canopy overhead.
tok: kasi suli mute li lon kama. palisa ona li supa e sewi.

source: Wanderer
tok: jan

source: The&nbsp;Village
tok: kulupu tomo

source: the world fades
tok: ale li weka

source: water replenished
tok: telo li sin

source: A Barren World
tok: ma pi mama kasi ala

source: A Snarling Beast
tok: monsuta pi mu wawa

source: snarling beast
tok: monsuta pi mu wawa

source: the snarling beast is dead
tok: monsuta pi mu wawa li moli

source: a snarling beast leaps out of the underbrush
tok: monsuta pi mu wawa li kama tan kasi noka li utala

source: A Gaunt Man
tok: jan majuna

source: gaunt man
tok: jan majuna

source: the gaunt man is dead
tok: jan majuna li moli

source: a gaunt man approaches, a crazed look in his eye
tok: jan majuna li kama li lukin utala wawa

source: A Strange Bird
tok: waso nasa

source: strange bird
tok: waso nasa

source: the strange bird is dead
tok: waso nasa li moli

source: a strange looking bird speeds across the plains
tok: waso nasa li tawa kon wawa li kama

source: A Shivering Man
tok: jan lete

source: shivering man
tok: jan lete

source: the shivering man is dead
tok: jan lete li moli

source: a shivering man approaches and attacks with surprising strength
tok: jan lete li kama li utala pi wawa mute

source: A Man-Eater
tok: monsuta pi moku jan

source: man-eater
tok: monsuta pi moku jan

source: the man-eater is dead
tok: monsuta pi moku jan li moli

source: a large creature attacks, claws freshly bloodied
tok: monsuta li utala, telo loje li lon luka ona li sin

source: A Scavenger
tok: jan pi ijo alasa

source: scavenger
tok: jan pi ijo alasa

source: the scavenger is dead
tok: jan pi ijo alasa li moli

source: a scavenger draws close, hoping for an easy score
tok: jan pi ijo alasa li kama li wile e utala pi pali suli ala

source: A Huge Lizard
tok: akesi suli

source: lizard
tok: akesi suli

source: the lizard is dead
tok: akesi suli li moli

source: the grass thrashes wildly as a huge lizard pushes through
tok: kasi li tawa wawa la akesi suli li kama

source: A Feral Terror
tok: monsuta suli wawa

source: feral terror
tok: monsuta suli wawa

source: the feral terror is dead
tok: monsuta suli wawa li moli

source: a beast, wilder than imagining, erupts out of the foliage
tok: monsuta pi wawa suli li kama tan kasi

source: A Soldier
tok: jan utala

source: soldier
tok: jan utala

source: the soldier is dead
tok: jan utala li moli

source: a soldier opens fire from across the desert
tok: jan utala li kama pana e sike kiwen tan ma weka

source: A Sniper
tok: jan utala

source: sniper
tok: jan utala

source: the sniper is dead
tok: jan utala li moli

source: a shot rings out, from somewhere in the long grass
tok: jan utala li kama pana e sike kiwen tan ma weka

source: the villagers haul a filthy man out of the store room.
tok: jan tomo li kama e jan tan tomo jo.

source: say his folk have been skimming the supplies.
tok: li toki: jan ni li jo weka e ijo tan tomo jo.

source: say he should be strung up as an example.
tok: li wile moli e ona lon linja sewi.

source: a thief is caught
tok: jan li kama lukin e jan ike

source: hang him
tok: o moli e ona

source: spare him
tok: o moli ala e ona

source: the villagers hang the thief high in front of the store room.
tok: jan li pana moli e jan ike lon sewi lon linja lon sinpin pi tomo jo.
