Repository: tbodt/adarkroom
Catalog: lang/tok/strings.po
Languages: tok

source: the point is made. in the next few days, the missing supplies are returned.
tok: jan ike ante li kama sona. tenpo kama lili la, ijo weka li kama sin.

source: the man says he's grateful. says he won't come around any more.
tok: jan li toki e pona sina e ni: ona li kama ala lon tenpo kama.

source: shares what he knows about sneaking before he goes.
tok: ona li pana sona e tawa len li weka.

source: Penrose
tok: musi Penrose

source: a strange thrumming, pounding and crashing. visions of people and places, of a huge machine and twisting curves.
tok: jan pali pi musi ni li pali e musi sin.

source: inviting. it would be so easy to give in, completely.
tok: sina wile la sina ken musi e ona.

source: a strange thrumming, pounding and crashing. and then gone.
tok: musi li pana e sitelen esun tawa sina. sina weka e ona.

source: give in
tok: mi wile

source: ignore it
tok: mi wile ala

source: A Ruined Trap
tok: ilo alasa pakala

source: some of the traps have been torn apart.
tok: ilo alasa mute li kama pakala.

source: large prints lead away, into the forest.
tok: sitelen mute pi noka soweli li lon ma li tawa ma kasi.

source: some traps have been destroyed
tok: ilo alasa mute li kama pakala

source: track them
tok: o lukin

source: ignore them
tok: o lukin ala

source: the tracks disappear after just a few minutes.
tok: alasa la sitelen noka li weka lon tenpo lili.

source: the forest is silent.
tok: kalama ala li lon ma kasi.

source: nothing was found
tok: sona ala li kama

source: go home
tok: o tawa tomo

source: not far from the village lies a large beast, its fur matted with blood.
tok: lon weka ala pi ma tomo la monsuta moli suli li lon. telo loje li lon linja ona.

source: it puts up little resistance before the knife.
tok: ona li utala mute ala e ilo moli.

source: there was a beast. it's dead now
tok: monsuta li lon. tenpo ni la ona li moli

source: Fire
tok: seli

source: a fire rampages through one of the huts, destroying it.
tok: seli li pakala e tomo wan.

source: all residents in the hut perished in the fire.
tok: jan ale pi tomo ni li moli tan seli.

source: a fire has started
tok: seli li open

source: mourn
tok: moli li ike

source: some villagers have died
tok: jan mute li moli

source: Sickness
tok: ike sijelo

source: a sickness is spreading through the village.
tok: ike sijelo li kama tawa jan mute.

source: medicine is needed immediately.
tok: misikeke li wile lon tenpo ni a.

source: some villagers are ill
tok: jan mute li pilin ike lon sijelo

source: 1 medicine
tok: o kepeken misikeke 1

source: the sickness is cured in time.
tok: ike li weka.

source: sufferers are healed
tok: jan pi ike sijelo li kama pona

source: the sickness spreads through the village.
tok: ike li kama tawa jan ale.

source: the days are spent with burials.
tok: tenpo suno la jan moli li tawa ma.

source: the nights are rent with screams.
tok: tenpo pimeja la jan ike li mu wawa.

source: sufferers are left to die
tok: jan pi ike sijelo li moli

source: Plague
tok: ike sijelo wawa

source: a terrible plague is fast spreading through the village.
tok: ike sijelo wawa li kama tawa tomo ale kepeken tenpo lili.

source: a plague afflicts the village
tok: ike sijelo wawa li kama suli

source: buy medicine
tok: o esun e misikeke

source: 5 medicine
tok: o kepeken misikeke 5

source: do nothing
tok: o pali ala

source: the plague is kept from spreading.
tok: ike li kama suli ala.

source: only a few die.
tok: jan mute ala li moli.

source: the rest bury them.
tok: jan ante li anpa ma e jan moli.

source: epidemic is eradicated eventually
tok: ike sijelo wawa li weka

source: the plague rips through the village.
tok: ike li wawa li pakala e jan ale.

source: the only hope is a quick death.
tok: jan pi pilin ike li wile moli kepeken tenpo lili.

source: population is almost exterminated
tok: jan ale li moli. jan pi mute lili taso li awen

source: A Beast Attack
tok: monsuta li utala

source: a pack of snarling beasts pours out of the trees.
tok: monsuta mute li kama tan ma kasi.

source: the villagers retreat to mourn the dead.
tok: jan li pilin ike tan moli.

source: wild beasts attack the villagers
tok: monsuta li utala e jan

source: predators become prey. price is unfair
tok: monsuta li moli. jan pi mute ike li moli kin

source: A Military Raid
tok: jan utala li utala

source: a gunshot rings through the trees.
tok: mu pi ilo utala li kalama.

source: well armed men charge out of the forest, firing into the crowd.
tok: jan utala pi ilo wawa mute li kama tan ma kasi, li utala e jan ale.

source: troops storm the village
tok: jan utala li utala

source: warfare is bloodthirsty
tok: utala li ike

source: The Nomad
tok: jan esun

source: a nomad shuffles into view, laden with makeshift bags bound with rough twine.
tok: jan esun li kama. poki suli li lon jo ona kepeken linja.

source: won't say from where he came, but it's clear that he's not staying.
tok: ona li toki ala e ma ona. ona li awen ala lon ma ni.

source: a nomad arrives, looking to trade
tok: jan esun li kama li wile esun

source: buy scales
tok: o esun e selo akesi

source: buy teeth
tok: o esun e kiwen uta

source: buy bait
tok: o esun e namako pi ilo alasa

source: traps are more effective with bait.
tok: namako li pona e ilo utala.

source: buy compass
tok: o esun e ilo nasin

source: the old compass is dented and dusty, but it looks to work.
tok: ilo nasin li pakala lukin. taso ona li pali pona.

source: say goodbye
tok: tawa pona

source: Noises
tok: kalama

source: through the walls, shuffling noises can be heard.
tok: kalama pi tawa noka li lon kute, tan weka tomo.

source: can't tell what they're up to.
tok: sona ni li ala: ona li pali seme.

source: strange noises can be heard through the walls
tok: kalama nasa li kama tan weka tomo tomo

source: investigate
tok: o lukin

source: vague shapes move, just out of sight.
tok: pimeja pi jan lukin li tawa, lon ken lukin ala.

source: the sounds stop.
tok: kalama li pini.

source: go back inside
tok: o tawa insa

source: the night is silent.
tok: pimeja li kalama ala.

source: scratching noises can be heard from the store room.
tok: kalama lili li kama tan tomo jo.

source: something's in there.
tok: ijo li lon ona li moli ala.

source: something's in the store room
tok: ijo li lon tomo jo li moli ala

source: some wood is missing.
tok: kiwen kasi mute li weka.

source: the ground is littered with small scales
tok: selo akesi mute li lon anpa

source: the ground is littered with small teeth
tok: kiwen uta mute li lon anpa

source: the ground is littered with scraps of cloth
tok: lili len mute li lon anpa

source: The Beggar
tok: jan pi tomo ala

source: a beggar arrives.
tok: jan pi tomo ala li kama.

source: asks for any spare furs to keep him warm at night.
tok: ona li wile e selo soweli tawa lape seli.

source: a beggar arrives
tok: jan pi tomo ala li kama

source: give 50
tok: o pana e ijo 50

source: give 100
tok: o pana e ijo 100

source: turn him away
tok: ona o weka

source: the beggar expresses his thanks.
tok: jan pi tomo ala li toki e pona sina.

source: leaves a pile of small scales behind.
tok: ona li pana e selo akesi lili.

source: leaves a pile of small teeth behind.
tok: ona li pana e kiwen uta lili.

source: leaves some scraps of cloth behind.
tok: ona li pana e len lili.

source: The Shady Builder
tok: jan pali pi ken ike

source: a shady builder passes through
tok: jan pali pi ken ike li kama

source: says he can build you a hut for less wood
tok: ona li toki e ni: ona li ken pali e tomo kepeken kiwen kasi lili

source: 300 wood
tok: kiwen kasi 300

source: the shady builder has made off with your wood
tok: jan pali pi ken ike li tawa weka li weka e kiwen kasi

source: the shady builder builds a hut
tok: jan pali pi ken ike li pali e tomo

source: The Mysterious Wanderer
tok: jan tawa

source: a wanderer arrives with an empty cart. says if he leaves with wood, he'll be back with more.
tok: jan li kama, li toki: ona li kama jo e kasi la, ona li weka li kama sin li jo e kasi mute.

source: builder's not sure he's to be trusted.
tok: jan pali li sona ala e pona ona.

source: a mysterious wanderer arrives
tok: jan tawa li kama

source: give 500
tok: o pana e ijo 500

source: the wanderer leaves, cart loaded with wood
tok: jan tawa li weka. kasi mute li lon poki ona.

source: the mysterious wanderer returns, cart piled high with wood.
tok: jan tawa li kama sin. poki ona li jo e kasi mute a.

source: a wanderer arrives with an empty cart. says if she leaves with furs, she'll be back with more.
tok: jan li kama, li toki: ona li kama jo e selo soweli la, ona li weka li kama sin li jo e selo mute.

source: builder's not sure she's to be trusted.
tok: jan pali li sona ala e pona ona.

source: turn her away
tok: o weka e ona

source: the wanderer leaves, cart loaded with furs
tok: jan tawa li weka. selo soweli mute li lon poki ona.

source: the mysterious wanderer returns, cart piled high with furs.
tok: jan tawa li kama sin. poki ona li jo e selo soweli mute a.

source: The Scout
tok: jan pi lukin ma

source: the scout says she's been all over.
tok: jan pi lukin ma li toki e ni: ona li sona e ma mute.

source: willing to talk about it, for a price.
tok: ona li ken pana e sona. taso ni li wile e mani.

source: a scout stops for the night
tok: jan pi lukin ma li awen lon ma ni lon tenpo pimeja

source: buy map
tok: o esun e sitelen ma

source: the map uncovers a bit of the world
tok: sitelen ma li pana e sona pi lili ma

source: learn scouting
tok: o kama sona lukin e ma

source: The Master
tok: jan sona

source: an old wanderer arrives.
tok: jan majuna li kama.

source: he smiles warmly and asks for lodgings for the night.
tok: ona li sinpin e pilin pona li toki e wile pi tomo lape.

source: an old wanderer arrives
tok: jan majuna li kama

source: agree
tok: o pana e lape

source: in exchange, the wanderer offers his wisdom.
tok: tan pona sina la jan li pana e sona ona.

source: evasion
tok: tawa utala

source: force
tok: wawa utala

source: The Sick Man
tok: jan pi sijelo ike

source: a man hobbles up, coughing.
tok: jan li kama li tawa kepeken tenpo suli tan ike sijelo. ona li mu uta.

source: he begs for medicine.
tok: ona li wile mute e misikeke.

source: a sick man hobbles up
tok: jan pi sijelo ike li kama

source: give 1 medicine
tok: o pana e misikeke 1

source: the man swallows the medicine eagerly
tok: jan li moku wawa e misikeke

source: tell him to leave
tok: o weka e ona

source: the man is thankful.
tok: jan li pilin pona tan ni.

source: he leaves a reward.
tok: ona li pana e ijo pona.

source: some weird metal he picked up on his travels.
tok: ni li kiwen nasa. ona li tawa ma li kama lukin e ona.

source: some weird glowing boxes he picked up on his travels.
tok: ni li poki nasa suno. ona li tawa ma li kama lukin e ona.

source: all he has are some scales.
tok: ni li selo akesi.

source: the man expresses his thanks and hobbles off.
tok: jan li toki e pona sina li tawa.

source: An Outpost
tok: tomo awen

source: a safe place in the wilds.
tok: tomo ni li pona lon ma ike.

source: A Murky Swamp
tok: ma telo pi kon pimeja

source: rotting reeds rise out of the swampy earth.
tok: kasi palisa moli li tan ma pi telo mute.

source: a lone frog sits in the muck, silently.
tok: akesi wan li lon telo ma jaki, li mu ala.

source: a swamp festers in the stagnant air.
tok: ma ni en kon ni li jaki pilin.

source: enter
tok: o tawa insa

source: deep in the swamp is a moss-covered cabin.
tok: insa mute la tomo li lon. kasi len li selo tomo.

source: an old wanderer sits inside, in a seeming trance.
tok: jan majuna li lon insa tomo, li awen mute.

source: talk
tok: o toki

source: the wanderer takes the charm and nods slowly.
tok: jan li kama jo e kiwen lili nasa suwi.

source: he speaks of once leading the great fleets to fresh worlds.
tok: ona li toki. tenpo weka la kulupu jan suli li tawa mun sin. ona li lawa e tawa.

source: unfathomable destruction to fuel wanderer hungers.
tok: jan li wile moku e mun. utala en pakala pi suli mute.

source: his time here, now, is his penance.
tok: ona li awen lon ma ni tan ike ni lon tenpo lon suli.

source: A Damp Cave
tok: lupa ma suli pi kon telo

source: the mouth of the cave is wide and dark.
tok: open lupa li suli li pimeja.

source: can't see what's inside.
tok: lukin li ken ala lukin e insa.

source: the earth here is split, as if bearing an ancient wound
tok: ma li open lupa sama pakala

source: go inside
tok: o tawa insa

source: a startled beast defends its home
tok: monsuta li lukin weka e jan ike tan tomo ona

source: continue
tok: o awen tawa

source: leave cave
tok: o weka

source: the cave narrows a few feet in.
tok: nasin lupa li kama lili.

source: the walls are moist and moss-covered
tok: sinpin li telo li kasi ko

source: squeeze
tok: o tawa lupa lili

source: the remains of an old camp sits just inside the cave.
tok: ma awen lili pi jan tawa li lon insa.

source: bedrolls, torn and blackened, lay beneath a thin layer of dust.
tok: len lape li pakala li jaki.

source: the body of a wanderer lies in a small cavern.
tok: sijelo moli jan li lon tomo lili.

source: rot's been to work on it, and some of the pieces are missing.
tok: jaki li pakala e ona. ijo mute ona li weka.

source: can't tell what left it here.
tok: sona ala: ona li lon tan seme.

source: the torch sputters and dies in the damp air
tok: palisa suno li pini tan telo kon

source: the darkness is absolute
tok: pimeja li taso

source: the torch goes out
tok: suno palisa li pini

source: a cave lizard attacks
tok: akesi li utala

source: a large beast charges out of the dark
tok: monsuta suli li kama tan pimeja

source: a giant lizard shambles forward
tok: akesi suli li kama

source: the nest of a large animal lies at the back of the cave.
tok: tomo pi soweli suli li lon pini lupa.

source: a small supply cache is hidden at the back of the cave.
tok: poki lili pi ijo pona li lon pini lupa. kiwen li len e ona.

source: an old case is wedged behind a rock, covered in a thick layer of dust.
tok: poki lili majuna li lon. kiwen li len e ona.

source: A Deserted Town
tok: ma tomo weka

source: a small suburb lays ahead, empty houses scorched and peeling.
tok: ma lili tomo li lon kama lili. tomo li pakala. jan tomo li weka.

source: broken streetlights stand, rusting. light hasn't graced this place in a long time.
tok: suno nasin kule pi tomo tawa li lon palisa li pakala. pona li ala lon ma ni lon tenpo suli a.

source: the town lies abandoned, its citizens long dead
tok: ma tomo la jan ale li weka, li moli lon tenpo pini suli

source: explore
tok: o lukin e ma tomo

source: where the windows of the schoolhouse aren't shattered, they're blackened with soot.
tok: tomo sona li lon. lupa mute li pakala. lupa pi pakala ala li pimeja tan kon seli.

source: the double doors creak endlessly in the wind.
tok: lupa open li mu mute tan kon.

source: leave town
tok: o tawa weka

source: ambushed on the street.
tok: utala li kama lon nasin tomo.

source: a squat building up ahead.
tok: tomo suli pi supa wan li lon.

source: a green cross barely visible behind grimy windows.
tok: sitelen laso pi nimi en li lon insa.

source: a small cache of supplies is tucked inside a rusting locker.
tok: ijo pona mute lili li lon poki pi kiwen jaki.

source: a scavenger waits just inside the door.
tok: jan alasa li lon insa tomo.

source: a beast stands alone in an overgrown park.
tok: monsuta li lon ma kasi. kasi li kama suli ike tan tenpo.

source: an overturned caravan is spread across the pockmarked street.
tok: tomo tawa mute pakala li lon nasin. ijo li lon poki ona.

source: it's been picked over by scavengers, but there's still some things worth taking.
tok: jan alasa li weka e ijo mute. taso ijo pona li awen lon.

source: a madman attacks, screeching.
tok: jan nasa li mu li utala.

source: a thug moves out of the shadows.
tok: jan wawa li kama tan pimeja.

source: a beast charges out of a ransacked classroom.
tok: monsuta li kama tan tomo sona.

source: through the large gymnasium doors, footsteps can be heard.
tok: tan tomo suli pi pali sijelo la, noka li kalama.

source: the torchlight casts a flickering glow down the hallway.
tok: palisa suno li suno tawa nasin tomo.

source: the footsteps stop.
tok: kalama li pini.

source: another beast, draw by the noise, leaps out of a copse of trees.
tok: monsuta sin li kute e utala li kama tan kasi suli.

source: something's causing a commotion a ways down the road.
tok: kalama li lon nasin lon weka lili.

source: a fight, maybe.
tok: ken la utala li lon.

source: a small basket of food is hidden under a park bench, with a note attached.
tok: poki moku lili li lon anpa pi supa monsi. lipu li lon poki.

source: can't read the words.
tok: sitelen lipu li sona ala tawa lukin.

source: a panicked scavenger bursts through the door, screaming.
tok: jan alasa li pilin monsuta li kama tan lupa li mu.

source: a man stands over a dead wanderer. notices he's not alone.
tok: jan li lukin e jan moli. ona li kama lukin e ni: ona taso ala li lon.

source: scavenger had a small camp in the school.
tok: tenpo pini la jan alasa li awen lon tomo sona.

source: collected scraps spread across the floor like they fell from heaven.
tok: ijo pona li mute lon anpa, sama ni: ona li kama tan sewi.

source: scavenger'd been looking for supplies in here, it seems.
tok: lukin la jan ni li alasa e ijo lon tomo ni.

source: a shame to let what he'd found go to waste.
tok: ijo pona ona o tawa jan pona.

source: beneath the wanderer's rags, clutched in one of its many hands, a glint of steel.
tok: jan moli la len ona la luka wan la kiwen li lon.

source: worth killing for, it seems.
tok: ken la moli li tan ni: jan ante li wile e kiwen.

source: always worked before, at least.
tok: nasin pona lon tenpo mute.

source: picking the bones finds some useful trinkets.
tok: alasa la ijo pona li lon sijelo moli.

source: some medicine abandoned in the drawers.
tok: misikeke li lon poki.

source: the clinic has been ransacked.
tok: ijo pona li weka tan tomo pi pona sijelo.

source: A Ruined City
tok: ma tomo suli pakala

source: descend
tok: o tawa anpa

source: An Old House
tok: tomo majuna

source: an old house remains here, once white siding yellowed and peeling.
tok: tomo majuna li awen lon. sinpin selo walo li kama jelo pakala tan tenpo.

source: the door hangs open.
tok: lupa li open.

source: the remains of an old house stand as a monument to simpler times
tok: tomo majuna li lon li toki e tenpo pona pini

source: the house is abandoned, but not yet picked over.
tok: jan li weka tan tomo, taso ijo li weka ala.

source: still a few drops of water in the old well.
tok: telo lili li lon poki.

source: the house has been ransacked.
tok: jan ante li weka e ijo ale tan tomo.

source: but there is a cache of medicine under the floorboards.
tok: taso misikeke lili li lon anpa pi supa noka.

source: a man charges down the hall, a rusty blade in his hand
tok: jan li kama tan nasin tomo li utala, li jo e ilo kipisi jaki

source: A Forgotten Battlefield
tok: ma utala

source: a battle was fought here, long ago.
tok: utala li lon ma ni, lon tenpo suli pini.

source: battered technology from both sides lays dormant on the blasted landscape.
tok: ilo mute pakala li lon ma pakala tan kulupu utala tu.

source: A Huge Borehole
tok: lupa suli nasa

source: a huge hole is cut deep into the earth, evidence of the past harvest.
tok: lupa suli li tawa suli lon insa ma suli. alasa li lon ni lon tenpo pini.

source: they took what they came for, and left.
tok: jan li pini e alasa li weka.

source: castoff from the mammoth drills can still be found by the edges of the precipice.
tok: insa ma lili li lon poka lupa. ilo lupa suli li pana e ni.

source: A Crashed Ship
tok: tomo tawa mun pakala

source: the familiar curves of a wanderer vessel rise up out of the dust and ash.
tok: tomo tawa li lon insa pi kon pimeja. jan sama li pali e ona.

source: lucky that the natives can't work the mechanisms.
tok: pona la jan ante li sona ala kepeken ilo.

source: with a little effort, it might fly again.
tok: pali li tawa ona la, ken la ona li kama ken tawa sewi.

source: salvage
tok: o jo o pona

source: The Sulphur Mine
tok: lupa alasa pi ko jelo

source: the military is already set up at the mine's entrance.
tok: kulupu utala li lon open pi lupa alasa.

source: soldiers patrol the perimeter, rifles slung over their shoulders.
tok: jan utala li tawa lon selo ma. ilo utala li lon monsi ona.

source: a military perimeter is set up around the mine.
tok: jan utala li lon sike lon selo lupa.

source: attack
tok: o utala

source: a soldier, alerted, opens fire.
tok: jan utala li lukin li kama utala.

source: run
tok: o weka wawa

source: a second soldier joins the fight.
tok: jan utala sin li kama utala.

source: a grizzled soldier attacks, waving a bayonet.
tok: jan utala majuna li kama utala kepeken palisa kipisi.

source: the military presence has been cleared.
tok: kulupu utala li weka.

source: the mine is now safe for workers.
tok: tenpo ni la jan li ken pali lon lupa li ken moli ala.

source: the sulphur mine is clear of dangers
tok: lupa alasa pi ko jelo li ike ala

source: The Coal Mine
tok: lupa alasa pi kiwen seli

source: camp fires burn by the entrance to the mine.
tok: ma kulupu li lon poka pi open lupa. seli li lon poki lon ma.

source: men mill about, weapons at the ready.
tok: jan li lon li jo e ilo utala.

source: this old mine is not abandoned
tok: jan li weka ala e lupa alasa ni

source: a man joins the fight
tok: jan li utala

source: only the chief remains.
tok: jan lawa taso li awen utala.

source: the camp is still, save for the crackling of the fires.
tok: kalama li pini lon ma kulupu. seli taso li mu.

source: the coal mine is clear of dangers
tok: lupa alasa pi kiwen seli li ike ala

source: The Iron Mine
tok: lupa alasa kiwen

source: an old iron mine sits here, tools abandoned and left to rust.
tok: lupa alasa kiwen majuna li lon. ilo li kama jaki tan tenpo suli.

source: feral howls echo out of the darkness.
tok: mu wawa li kama tan pimeja.

source: the path leads to an abandoned mine
tok: nasin li tawa insa tawa lupa alasa

source: a large creature lunges, muscles rippling in the torchlight
tok: monsuta suli li tawa utala. palisa li suno e sijelo ona

source: the beast is dead.
tok: monsuta li moli.

source: the iron mine is clear of dangers
tok: lupa alasa kiwen li ike ala

source: A Destroyed Village
tok: kulupu tomo pakala

source: a destroyed village lies in the dust.
tok: kulupu tomo li pakala lon ma ni.

source: charred bodies litter the ground.
tok: jan moli seli mute li lon.

source: the metallic tang of wanderer afterburner hangs in the air.
tok: kon nasa pi kiwen wawa li lon tan ilo seli pi tomo tawa mun.

source: a shack stands at the center of the village.
tok: tomo li lon insa pi kulupu tomo.

source: there are still supplies inside.
tok: ijo pona li awen lon insa.

source: take
tok: o jo

source: all the work of a previous generation is here.
tok: pali ale pi kulupu jan pini li awen lon ni.

source: ripe for the picking.
tok: jan pona pi tenpo ni li ken jo.
